
"Passcode Lock" = "Parola Kilidi";

"All data in this app will be erased after %d failed passcode attempts." = "%d başarısız şifre girişimi denendikten sonra bu uygulamadaki tüm veriler silinecek .";
"Cancel" = "İptal Et";
"Enable" = "Etkinleştirme";
"Erase all content in the app after %d failed passcode attempts." = "%d başarısız şifre girişimi denendikten sonra uygulamadaki tüm içeriği silin .";

"Turn Passcode Off" = "Parolayı Kapat";
"Turn Passcode On" = "Parolayı Aç";
"Change Passcode" = "Parolayı Değiştir";
"Erase Data" = "Verileri Sil";
"Set Passcode" = "Şifre Kodunu Ayarla";
"Turn off Passcode" = "Parolayı Kapat";
"Enter Passcode" = "Şifreyi Gir";
"1 Failed Passcode Attempt" = "1 Başarısız Parola Denemesi";
"%i Failed Passcode Attempts" = "%i Başarısız Parola Denemesi";
"Passcodes did not match. Try again." = "Parolalar eşleşmedi. Tekrar deneyin.";
"Enter a different passcode. You cannot re-use the same passcode." = "Farklı bir şifre girin. Aynı şifreyi tekrar kullanamazsınız.";
"Erase all data and reset passcode" = "Tüm veriler silinsin ve şifre sıfırlansın mı?";

"Enter your passcode" = "Şifrenizi Giriniz";
"Enter a passcode" = "6 Haneli Şifre Girin";
"Re-enter your passcode" = "Parolanızı Tekrar Girin";
"Enter your old passcode" = "Eski Şifrenizi Girin";
"Enter your new passcode" = "6 Haneli Şifreyi Yeniden girin";
"Re-enter your new passcode" = "Yeni şifrenizi tekrar girin";

"Passcode lock notice" = "Aklınızda Bulundurun";
"ResetInfo" = "Parolayı sıfırlamanın bir yolu yoktur; unutursanız, sohbetlerinize erişemezsiniz.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "Uygulama şifre kilidi verilerinizi meraklı gözlere karşı korur, ancak cihazınızda bir şifre kilidi ayarının yerini almaz.\nHenüz yapmadıysanız, cihazınızdaki verilerin şifrelenmesini sağlamak için bir cihaz şifre kodu kilidi de ayarlayın.";

"Require Passcode" = "Şifre İste";
"Immediately" = "Hemen";
"After 1 minute" = "1 dakika sonra";
"After %d minutes" = "%d dakika sonra";
"After 1 min." = "1 dakika sonra.";
"After %d min." = "%d dakika sonra.";
"After 1 hour" = "1 saat sonra";
"After %d hours" = "%d saat sonra";

"Passcode_remove_title" = "Özel Sohbetler ";
"Passcode_remove_message" = "Erişim korumasını kaldırırsanız, tüm özel sohbetleriniz Sohbete Genel Bakış'ta tekrar görünür hale gelir. ";
"Passcode_remove_disable" = "Şifre Kodunu Devre Dışı Bırak ";
